Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=306_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Hanketoiminta
smn: Uánihávt

source: Saamelaiskulttuurikeskuksen suunnittelun, rakentamisen ja toiminnan käyntiinsaattamisen puolesta toimi kaksi EU-rahoitteista projektia;
smn: Tooimâ vijđesvuotâ 4800 bruttom2

source: a) Saamelaiskulttuurikeskuksen toteuttamisprojekti ja b) Saamelaiskulttuurikeskus Sajoksen liiketoiminta-, markkinointi- ja tuotekehitysprojekti.
smn: Mittomerihadde (alv 0) 12 milj. €

source: Saamelaiskulttuurikeskus Sajoksen arkkitehtisuunnittelun takana olivat oululaisen HALO-arkkitehdit Oy:n arkkitehti SAFA Janne Laukka, arkkit.yo Tuomas Niemelä ja arkkit.yo Milla Parkkali.
smn: Tooimah

source: Sisustussuunnittelusta vastasi myös Halo-Arkkitehdit Oy.
smn: haaldâšlâš tooimah

source: Saamelaiskulttuurikeskuksen toteuttamishanke
smn: kulttuurtooimah

source: Saamelaiskulttuurikeskuksen toteuttamishankke toimi 10/2008 - 3/2012.
smn: máttááttâs- já tutkâmuštoimâ

source: Sajos valmistui käyttöön 1.1.2012 ja avautui yleisölle maanantaina 9.1.2012.
smn: iäláttâsâi ovdedemtooimah

source: Hankkeen laajuus 4800 brm2
smn: toorjâpalvâlusah

source: Tavoitehinta (alv 0) 14,9 milj €
smn: Siskáldâs

source: Eu-tuki 5,0 miljoonaa euroa
smn: säämi haldâšem-, kulttuur, škovlim- já mättimčuákki

source: Toiminnot
smn: tábáhtustáálu (elleekove, muusik, čuákkimeh já konfereensah)

source: hallinnolliset toiminnot
smn: sämmilij parlamenttáálu Suomâst

source: kulttuuritoiminnot
smn: jieškote-uv uásitooimah oovtâst taheh tuáimee já čapo oleslâšvuođâ

source: opetus- ja tutkimustoiminta
smn: Äigitavlu

source: elinkeinojen kehittämistoiminnot
smn: 2008 arkkitehtkišto

source: tukipalvelut
smn: 2009 eidusâš vuávám

source: Sisältö
smn: 2010–2011 huksim

source: saamelainen hallinto-, kulttuuri, koulutus- ja osaamiskeskittymä
smn: 2012 kulttuurkuávdáš toimâmin
